<script lang="ts" setup>
</script>

<template>
  <div class="disclamer">
    <p>
      以下是希玛医疗控股有限公司与其附属公司根据《个人资料(私隐)条例》(第486章)之规定所订之私隐政策声明。我们将确保我们之职员将执行有关政策，严格保密你的个人资料。
      任何个人资料的收集将按本集团的《个人资料收集声明》的条款所进行。个人资料将会安全稳妥储存于我们的系统内，而本集团将採取所有切实可行的步骤，以确保个人资料的保存时间不超过将其保存以贯彻该资料被使用于或会被使用于的目的（包括任何直接有关的目的）所需的时间。只有经培训及获授权的职员才可获准查阅该等个人资料，除《个人资料收集声明》所载之人士除外，我们不会向任何本集团以外的人士发佈该等个人资料，用户有权根据载于《个人资料收集声明》的程序，要求存取及更正其个人资料。
      惟在法律准许的情况下，希玛眼科医疗控股有限公司不会负责任何因以下情况而引致的损失、损毁或责任（不论直接或间接产生），包括但不限于收入、利润或信誉的损失：(1)
      任何因电脑、网路、电话、技术或系统的不正常运作或其他问题，包括由电脑系统病毒感染、缺陷、篡改、未经授权的干扰、欺诈、技术故障或其他超出了希玛眼科医疗控股有限公司的控制范围的任何原因；(2)
      任何由第三者所提供的服务的缺乏或不足之处；(3)
      任何因资料传送上的错误而导致通知的误传、延误、更改或遗失。
      客户亦需确保所有登记资料均为真实、准确及完整的资料，以及没有冒用或盗用任何第三者之资料。如客户因冒用或盗用任何第三者之资料而引致希玛眼科医疗控股有限公司或其他第三者有任何损害，客户须负上一切相关损失、损毁或责任，并对希玛眼科医疗控股有限公司或其他第三者因此所承受的任何损害作出弥偿及使其免于损害。
      本集团可不时根据用户之个人资料向他们寄出宣传产品及服务之直接市场推广讯息。在直接市场推广过程中，我们将提供适当之“拒绝服务选择”。
      本集团将竭尽所能，确保用户之私隐获得妥善保障。然而，鑑于互联网之性质，我们不能担保可以做到“完全保障”。
      本集团会起用第三者内容供应商及服务供应商，并提供接驳其他网站之连结。此等第三者可于用户使用其服务时收集有关用户之个人资料。此等第三者将依其私隐政策行事，而我们的《私隐政策声明》及《个人资料收集声明》并不涵盖该等第三者。
      用户如对我们之私隐政策及惯例有任何疑问，请电邮<a
        href="mailto:marketing@cmereye.com"
        target="_blank"
        rel="noopener"
        >marketing@cmereye.com</a
      >致希玛眼科医疗控股有限公司。
    </p>

    <h1>个人资料收集声明</h1>
    <p>
      本声明乃遵照《个人资料(私隐)条例》(第486章)的要求而发出，通知阁下收集资料的目的、阁下同意我们如何使用这些资料及阁下的权利。本声明会不时更改，故请定期查阅。阁下登记使用我们之服务及每次登入我们网站，即表示同意接受当时生效之个人资料收集声明。
    </p>

    <h1>资料之目的及用途</h1>
    <p>
      本网页数据仅供阁下参考之用，并非亦不该被视为投资意见。希玛眼科医疗控股有限公司并不保证或声明本网页数据是否准确、全面或为最新之数据，因本网页或倚赖其内容所引致之任何损失，本集团概不负责。
    </p>

    <h1>资料之转移</h1>
    <p>
      除了为上述目的使用有关资料时，合理而有需要把有关资料转移予的相关人仕及机构外，我们不会以可识别阁下之方式向任何其他人士披露或传递阁下之资料。
    </p>

    <h1>资料之查阅</h1>
    <p>
      阁下有权根据《个人资料（私隐）条例》(第486章)的规定，要求查阅或更正阁下之个人资料。如有任何查阅或更正资料的要求，请电邮至<a
        href="mailto:marketing@cmereye.com"
        target="_blank"
        rel="noopener"
        >marketing@cmereye.com。</a
      >
      此乃中文译本，如有任何争议，一切以英文为准。
      希玛眼科医疗控股有限公司保留随时更改、删除或补充此条款及细则之权利，而不作另行通知。
      希玛眼科医疗控股有限公司感谢贵客户长期支持，我们不时与贵客户分享希玛眼科医疗控股有限公司的各种最新资讯。如贵客户不愿意收取希玛眼科医疗控股有限公司的直接促销材料及/或资讯，可以电邮至：<a
        href="mailto:marketing@cmereye.com"
        target="_blank"
        rel="noopener"
        >marketing@cmereye.com。</a
      >

      此乃中文译本，如有任何争议，一切以英文为准。
    </p>
  </div>
</template>

<style lang="scss" scoped>
@media screen and (min-width: 768px) {
  .disclamer {
    max-width: 1140px;
    margin: 100px auto;
  }
  h1 {
    font-size: 20px;
    line-height: 1.6;
    margin: 30px 0 10px;
  }
  p {
    margin: 10px 0;
    line-height: 1.6;
    a:hover {
      text-decoration: underline;
      color: #53a8f1;
    }
  }
}
@media screen and (max-width: 767px) {
  .disclamer {
    padding: 30px 20px;
  }
  h1 {
    font-size: 20px;
    line-height: 1.6;
    margin: 30px 0 10px;
  }
  p {
    margin: 10px 0;
    line-height: 2;
    letter-spacing: .1em;
    a:hover {
      text-decoration: underline;
      color: #53a8f1;
    }
  }
}
</style>