<script lang="ts" setup>
</script>

<template>
  <div class="disclamer">
    <p>
      以下是希瑪眼科醫療控股有限公司與其附屬公司根據《個人資料(私隱)條例》(第486章)之規定所訂之私隱政策聲明。我們將確保我們之職員將執行有關政策，嚴格保密你的個人資料。
      任何個人資料的收集將按本集團的《個人資料收集聲明》的條款所進行。個人資料將會安全穩妥儲存於我們的系統內，而本集團將採取所有切實可行的步驟，以確保個人資料的保存時間不超過將其保存以貫徹該資料被使用於或會被使用於的目的（包括任何直接有關的目的）所需的時間。只有經培訓及獲授權的職員才可獲准查閱該等個人資料，除《個人資料收集聲明》所載之人士除外，我們不會向任何本集團以外的人士發佈該等個人資料，用戶有權根據載於《個人資料收集聲明》的程序，要求存取及更正其個人資料。
      惟在法律准許的情況下，希瑪眼科醫療控股有限公司不會負責任何因以下情況而引致的損失、損毀或責任（不論直接或間接產生），包括但不限於收入、利潤或信譽的損失：(1)
      任何因電腦、網路、電話、技術或系統的不正常運作或其他問題，包括由電腦系統病毒感染、缺陷、篡改、未經授權的干擾、欺詐、技術故障或其他超出了希瑪眼科醫療控股有限公司的控制範圍的任何原因；(2)
      任何由第三者所提供的服務的缺乏或不足之處；(3)
      任何因資料傳送上的錯誤而導致通知的誤傳、延誤、更改或遺失。
      客戶亦需確保所有登記資料均為真實、準確及完整的資料，以及沒有冒用或盜用任何第三者之資料。如客戶因冒用或盜用任何第三者之資料而引致希瑪眼科醫療控股有限公司或其他第三者有任何損害，客戶須負上一切相關損失、損毀或責任，並對希瑪眼科醫療控股有限公司或其他第三者因此所承受的任何損害作出彌償及使其免於損害。
      本集團可不時根據用戶之個人資料向他們寄出宣傳產品及服務之直接市場推廣訊息。在直接市場推廣過程中，我們將提供適當之「拒絕服務選擇」。
      本集團將竭盡所能，確保用戶之私隱獲得妥善保障。然而，鑑於互聯網之性質，我們不能擔保可以做到「完全保障」。
      本集團會起用第三者內容供應商及服務供應商，並提供接駁其他網站之連結。此等第三者可於用戶使用其服務時收集有關用戶之個人資料。此等第三者將依其私隱政策行事，而我們的《私隱政策聲明》及《個人資料收集聲明》並不涵蓋該等第三者。
      用戶如對我們之私隱政策及慣例有任何疑問，請電郵<a
        href="mailto:marketing@cmereye.com"
        target="_blank"
        rel="noopener"
        >marketing@cmereye.com</a
      >致希瑪眼科醫療控股有限公司。
    </p>

    <h1>個人資料收集聲明</h1>
    <p>
      本聲明乃遵照《個人資料(私隱)條例》(第486章)的要求而發出，通知閣下收集資料的目的、閣下同意我們如何使用這些資料及閣下的權利。本聲明會不時更改，故請定期查閱。閣下登記使用我們之服務及每次登入我們網站，即表示同意接受當時生效之個人資料收集聲明。
    </p>

    <h1>資料之目的及用途</h1>
    <p>
      本網頁數據僅供閣下參考之用，並非亦不該被視為投資意見。希瑪眼科醫療控股有限公司並不保證或聲明本網頁數據是否準確、全面或為最新之數據，因本網頁或倚賴其內容所引致之任何損失，本集團概不負責。
    </p>

    <h1>資料之轉移</h1>
    <p>
      除了為上述目的使用有關資料時，合理而有需要把有關資料轉移予的相關人仕及機構外，我們不會以可識別閣下之方式向任何其他人士披露或傳遞閣下之資料。
    </p>

    <h1>資料之查閱</h1>
    <p>
      閣下有權根據《個人資料（私隱）條例》(第486章)的規定，要求查閱或更正閣下之個人資料。如有任何查閱或更正資料的要求，請電郵至<a
        href="mailto:marketing@cmereye.com"
        target="_blank"
        rel="noopener"
        >marketing@cmereye.com。</a
      >
      此乃中文譯本，如有任何爭議，一切以英文為準。
      希瑪眼科醫療控股有限公司保留隨時更改、刪除或補充此條款及細則之權利，而不作另行通知。
      希瑪眼科醫療控股有限公司感謝貴客戶長期支持，我們不時與貴客戶分享希瑪眼科醫療控股有限公司的各種最新資訊。如貴客戶不願意收取希瑪眼科醫療控股有限公司的直接促銷材料及/或資訊，可以電郵至：<a
        href="mailto:marketing@cmereye.com"
        target="_blank"
        rel="noopener"
        >marketing@cmereye.com。</a
      >

      此乃中文譯本，如有任何爭議，一切以英文為準。
    </p>
  </div>
</template>

<style lang="scss" scoped>
@media screen and (min-width: 768px) {
  .disclamer {
    max-width: 1140px;
    margin: 100px auto;
  }
  h1 {
    font-size: 20px;
    line-height: 1.6;
    margin: 30px 0 10px;
  }
  p {
    margin: 10px 0;
    line-height: 1.6;
    a:hover {
      text-decoration: underline;
      color: #53a8f1;
    }
  }
}
@media screen and (max-width: 767px) {
  .disclamer {
    padding: 30px 20px;
  }
  h1 {
    font-size: 20px;
    line-height: 1.6;
    margin: 30px 0 10px;
  }
  p {
    margin: 10px 0;
    line-height: 2;
    letter-spacing: .1em;
    a:hover {
      text-decoration: underline;
      color: #53a8f1;
    }
  }
}
</style>